<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Arabic
 */
$lang=array();
$lang['__name__']   = "عربى";
$lang['__text__']   = "انقر هنا لتحديد اللغة العربية";
$lang['about']      = "برنامج نصي PHP مجاني للمواقع ذات الأحجام الصغيرة والفردية.";
$lang['apply']      = "انقر هنا لتطبيق التحديد";
$lang['char']       = "حرف";
$lang['close']      = "انقر هنا لإغلاق هذه النافذة";
$lang['conf']       = "إعدادات";
$lang['conf_tip']   = "انقر هنا لتغيير الإعدادات";
$lang['cook_ask']   = "يرجى تحديد المربع لقبول ملفات تعريف الارتباط إذا كنت تريد أن يتذكر البرنامج النصي اللغة وإعدادات السمة الخاصة بك.";
$lang['cook_del']   = "ملفات تعريف الارتباط صالحة لمدة 30 يومًا ، وبعد ذلك ، إذا لم تكن قد سجلت الدخول ، فسيتم حذفها تلقائيًا.";
$lang['cook_perm']  = "أذونات ملفات تعريف الارتباط";
$lang['cook_tip']   = "حدد هذا الخيار لقبول ملفات تعريف الارتباط لتخزين اللغة وإعدادات السمة";
$lang['cr']         = "قروض";
$lang['css']        = "موضوع متعدد";
$lang['css_def']    = "المظهر الافتراضي";
$lang['current']    = "تيار:";
$lang['edit']       = "اكتب هنا للتعديل";
$lang['emo']        = "رمز تعبيري";
$lang['emo_sel']    = "حدد تعبيري";
$lang['emo_txt']    = "اكتب أيًا من الرموز النصية للنصوص الرمزية emoji أدناه لتحويلها تلقائيًا إلى رموز Unicode emojis رسومية. يرجى ملاحظة أن التحديد التلقائي للرموز التعبيرية من قائمة التمرير أسفل النص يتطلب جافا سكريبت.";
$lang['get']        = "انقر هنا للحصول على نسخة مجانية من هذا البرنامج النصي";
$lang['js']         = "جافا سكريبت غير متاحة!";
$lang['js_txt']     = "تحتاج إلى تحديث الصفحة يدويًا لتنفيذ الإجراء المحدد أو عرض أية مشاركات جديدة. وينطبق الشيء نفسه على معظم متصفحات وضع النص.";
$lang['lang']       = "لغة";
$lang['lang_def']   = "اللغة الافتراضية";
$lang['lang_tip']   = "انقر هنا لتحديد اللغة";
$lang['log_end']    = "سجل لانهائي";
$lang['log_set']    = "سجل إعادة التعيين التلقائي";
$lang['login']      = "انقر هنا لتسجيل الدخول";
$lang['max']        = "أكبر مقاس";
$lang['meta_d']     = "ميتا الوصف";
$lang['meta_k']     = "كلمات دلالية";
$lang['name']       = "اسم";
$lang['name_tip']   = "اكتب هنا لإدخال اسمك";
$lang['name_txt']   = "أدخل الاسم المفضل واضغط على زر لبدء الدردشة.";
$lang['page']       = "عنوان الصفحة";
$lang['post']       = "انقر هنا لنشر رسالتك";
$lang['quit']       = "انقر هنا للخروج من الجلسة";
$lang['rate']       = "معدل التحديث";
$lang['reset']      = "انقر هنا لإعادة ضبط السجل";
$lang['rm']         = "حذف الملفات القديمة";
$lang['rm_max']     = "أيام للحفاظ على الملفات";
$lang['rn_max']     = "ماكس عشوائي";
$lang['rn_min']     = "دقيقة عشوائية";
$lang['save']       = "انقر هنا لتنزيل السجل الحالي";
$lang['sel']        = "تحديد...";
$lang['sel_del']    = "انقر هنا لتحديد هذا العنصر وحذفه";
$lang['sel_tip']    = "انقر هنا لتحديد عنصر";
$lang['su']         = "مستخدم سوبر";
$lang['su_open']    = "انقر هنا لفتح شاشة المستخدم الفائق";
$lang['su_pfx']     = "بادئة المستخدم السوبر";
$lang['su_sfx']     = "لاحقة المستخدم السوبر";
$lang['text']       = "نص";
$lang['text_tip']   = "اكتب هنا لإدخال رسالتك";
$lang['theme']      = "موضوع";
$lang['theme_tip']  = "انقر هنا لتحديد الموضوع";
$lang['tick']       = "القراد لتمكين";
$lang['tn']         = "حجم المعاينة";
$lang['type']       = "أنواع الملفات المدعومة";
$lang['type_add']   = "إضافة نوع";
$lang['type_add_t'] = "اكتب هنا لإدخال ملحق بدون نقطة أساسية لإضافة نوع جديد";
$lang['type_del']   = "حذف النوع";
$lang['up']         = "تحميل";
$lang['up_open']    = "انقر هنا لفتح هذا الملف";
$lang['up_sel']     = "انقر هنا لتحديد ملف";
$lang['update']     = "انقر هنا لتطبيق التغييرات وتحديث التهيئة";
$lang['welcome']    = "مرحبًا بك في PHP Atom Chat";
