<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Arabic
 */
$lc_str=array();
$lc_str['__name__']   = "عربى";
$lc_str['__text__']   = "انقر هنا لتحديد اللغة العربية";
$lc_str['about']      = "برنامج نصي PHP مجاني للمواقع ذات الأحجام الصغيرة والفردية.";
$lc_str['apply']      = "انقر هنا لتطبيق التحديد";
$lc_str['char']       = "حرف";
$lc_str['close']      = "انقر هنا لإغلاق هذه النافذة";
$lc_str['cook_txt']   = "يرجى تحديد المربع لقبول ملفات تعريف الارتباط إذا كنت تريد أن يتذكر البرنامج النصي اللغة وإعدادات السمة الخاصة بك.";
$lc_str['cook_del']   = "ملفات تعريف الارتباط صالحة لمدة 30 يومًا ، وبعد ذلك ، إذا لم تكن قد سجلت الدخول ، فسيتم حذفها تلقائيًا.";
$lc_str['cr']         = "قروض";
$lc_str['cr_tip']     = "انقر هنا لفتح مرجع الاعتمادات";
$lc_str['cr_txt']     = "يرغب المؤلفون في الإعراب عن شكرهم للمواقع والأشخاص التالية لإسهاماتهم القيمة في هذا المشروع.";
$lc_str['current']    = "تيار:";
$lc_str['edit']       = "اكتب هنا للتعديل";
$lc_str['emo']        = "رمز تعبيري";
$lc_str['emo_txt']    = "اكتب أي من الرموز النصية أدناه لتحويلها تلقائيًا إلى رموز تعبيرية رسومية. يرجى ملاحظة أن التحديد التلقائي للرموز التعبيرية من قائمة التحويم يتطلب JavaScript.";
$lc_str['file']       = "ملف";
$lc_str['get']        = "انقر هنا للحصول على نسخة مجانية من هذا البرنامج النصي";
$lc_str['js']         = "جافا سكريبت غير متاحة!";
$lc_str['js_txt']     = "تحتاج إلى تحديث الصفحة يدويًا لتنفيذ الإجراء المحدد أو عرض أية مشاركات جديدة. وينطبق الشيء نفسه على معظم متصفحات وضع النص.";
$lc_str['lc']         = "لغة";
$lc_str['lc_tip']     = "انقر هنا لتحديد اللغة";
$lc_str['login']      = "انقر هنا لتسجيل الدخول";
$lc_str['max']        = "أكبر مقاس";
$lc_str['meta_d']     = "ميتا الوصف";
$lc_str['meta_k']     = "كلمات دلالية";
$lc_str['name']       = "اسم";
$lc_str['name_tip']   = "اكتب هنا لإدخال اسمك";
$lc_str['name_txt']   = "أدخل الاسم المفضل واضغط على زر لبدء الدردشة.";
$lc_str['open']       = "انقر هنا لفتح هذا الملف";
$lc_str['out']        = "نفذ الوقت";
$lc_str['out_max']    = "أقصى المهلة";
$lc_str['page']       = "عنوان الصفحة";
$lc_str['perm']       = "أذونات ملفات تعريف الارتباط";
$lc_str['perm_tip']   = "حدد هذا الخيار لقبول ملفات تعريف الارتباط لتخزين اللغة وإعدادات السمة";
$lc_str['post']       = "انقر هنا لنشر رسالتك";
$lc_str['quit']       = "انقر هنا للخروج من الجلسة";
$lc_str['rate']       = "معدل التحديث";
$lc_str['reset']      = "انقر هنا لإعادة ضبط السجل";
$lc_str['rm']         = "حذف الملفات القديمة";
$lc_str['rm_max']     = "أيام للحفاظ على الملفات";
$lc_str['rn_max']     = "ماكس عشوائي";
$lc_str['rn_min']     = "دقيقة عشوائية";
$lc_str['save']       = "انقر هنا لتنزيل السجل الحالي";
$lc_str['sel']        = "تحديد...";
$lc_str['sel_del']    = "انقر هنا لتحديد هذا العنصر وحذفه";
$lc_str['sel_tip']    = "انقر هنا لتحديد عنصر";
$lc_str['set']        = "إعدادات";
$lc_str['set_tip']    = "انقر هنا لتغيير الإعدادات";
$lc_str['set_txt']    = "في هذه الشاشة ، يمكنك تغيير تفضيلات اللغة والموضوع ومراجعة الرموز النصية لإدخال الرموز التعبيرية الرسومية ، إذا كانت ممكنة.";
$lc_str['su']         = "مستخدم سوبر";
$lc_str['su_open']    = "انقر هنا لفتح شاشة المستخدم الفائق";
$lc_str['su_pfx']     = "اختصار";
$lc_str['su_sfx']     = "لاحقة";
$lc_str['su_txt']     = "على هذه الشاشة ، يمكنك تكوين جميع الإعدادات ذات الصلة. اعلم أن النص لا يتحقق من القيم ، على سبيل المثال ، إذا أدخلت نصًا إلى حقل متوقعًا أرقامًا ، فسوف يقبل البرنامج النصي ذلك ؛ ولكن من المرجح جدا كسر مباشرة بعد قراءة التكوين الجديد!";
$lc_str['text']       = "نص";
$lc_str['text_tip']   = "اكتب هنا لإدخال رسالتك";
$lc_str['th']         = "موضوع";
$lc_str['th_tip']     = "انقر هنا لتحديد الموضوع";
$lc_str['th_m']       = "موضوع متعدد";
$lc_str['tick']       = "القراد لتمكين";
$lc_str['tn']         = "حجم المعاينة";
$lc_str['type']       = "أنواع الملفات المدعومة";
$lc_str['type_add']   = "إضافة نوع";
$lc_str['type_add_t'] = "اكتب هنا لإدخال ملحق بدون نقطة أساسية لإضافة نوع جديد";
$lc_str['type_del']   = "حذف النوع";
$lc_str['up']         = "تحميل";
$lc_str['up_sel']     = "انقر هنا لتحديد ملف";
$lc_str['up_txt']     = "على هذه الشاشة ، يمكنك تحديد ملف لإرفاق رسالتك أو إرساله بمفرده. انقر فوق الزر إرسال للتحميل. انظر أدناه للاطلاع على أنواع الملفات المدعومة والحد الأقصى لحجم الملف.";
$lc_str['update']     = "انقر هنا لتطبيق التغييرات وتحديث التهيئة";
$lc_str['welcome']    = "مرحبًا بك في PHP Atom Chat";
