<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Greek
 */

//** Init array
$lang = array();

//** Name and text
$lang['__name__']    = "Ελληνικά";
$lang['__text__']    = "Κάντε κλικ εδώ για να επιλέξετε Ελληνικά";

//** Strings
$lang['about']       = "Δωρεάν δέσμη ενεργειών PHP chat για μικρού όγκου και μεμονωμένους ιστότοπους.";
$lang['apply']       = "Κάντε κλικ εδώ για να εφαρμόσετε την επιλογή";
$lang['close']       = "Κάντε κλικ εδώ για να κλείσετε αυτήν την οθόνη";
$lang['conf']        = "Ρυθμίσεις";
$lang['conf_title']  = "Κάντε κλικ εδώ για να αλλάξετε τις ρυθμίσεις";
$lang['cook_info']   = "Ελέγξτε το πλαίσιο για την αποδοχή cookies, αν θέλετε το σενάριο να θυμάται τις ρυθμίσεις γλώσσας και θέματος.";
$lang['cook_perm']   = "Δικαιώματα cookie";
$lang['cook_title']  = "Επιλέξτε για να αποδέχεστε τα cookies για να αποθηκεύσετε τις ρυθμίσεις γλώσσας και θέματος";
$lang['credits']     = "Πιστώσεις";
$lang['emo']         = "Emoji";
$lang['first']       = "Η πρώτη είσοδος είναι δική σας.";
$lang['get']         = "Κάντε κλικ εδώ για να λάβετε ένα δωρεάν αντίγραφο αυτού του σεναρίου";
$lang['js_info']     = "Πρέπει να ανανεώσετε τη σελίδα με μη αυτόματο τρόπο, για να εκτελέσετε την επιλεγμένη ενέργεια ή να προβάλετε νέες δημοσιεύσεις.";
$lang['js_text']     = "Το ίδιο ισχύει και για τα περισσότερα προγράμματα περιήγησης με κείμενο.";
$lang['js_warn']     = "Το JavaScript δεν είναι διαθέσιμο!";
$lang['lang']        = "Γλώσσα";
$lang['lang_title']  = "Κάντε κλικ εδώ για να επιλέξετε γλώσσα";
$lang['login']       = "Κάντε κλικ εδώ για να συνδεθείτε";
$lang['name']        = "Ονομα";
$lang['name_title']  = "Πληκτρολογήστε εδώ για να εισαγάγετε το όνομά σας";
$lang['name_info']   = "Εισαγάγετε το προτιμώμενο όνομα και πατήστε το κουμπί.";
$lang['post']        = "Κάντε κλικ εδώ για να δημοσιεύσετε το μήνυμά σας";
$lang['quit']        = "Κάντε κλικ εδώ για να τερματίσετε τη συνεδρία";
$lang['reset']       = "Επαναφορά";
$lang['save']        = "Κάντε κλικ εδώ για να κάνετε λήψη του τρέχοντος αρχείου καταγραφής";
$lang['theme']       = "Θέμα";
$lang['theme_title'] = "Κάντε κλικ εδώ για να επιλέξετε θέμα";
$lang['text']        = "Κείμενο";
$lang['text_title']  = "Πληκτρολογήστε εδώ για να εισάγετε το μήνυμά σας";
$lang['up']          = "Μεταφορτώσεις";
$lang['up_is_arc']   = "Αρχείο";
$lang['up_is_b64']   = "Base64";
$lang['up_is_doc']   = "Εγγραφο";
$lang['up_is_img']   = "Εικόνα";
$lang['up_is_snd']   = "Ήχος";
$lang['up_is_vid']   = "βίντεο";
$lang['up_max']      = "Μέγιστο μέγεθος";
$lang['up_open']     = "Κάντε κλικ εδώ για να ανοίξετε αυτό το αρχείο";
$lang['up_select']   = "Κάντε κλικ εδώ για να επιλέξετε ένα αρχείο";
$lang['welcome']     = "Καλώς ήρθατε στο Chat Atom του PHP";
