<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Greek
 */
$lang=array();
$lang['__name__']   = "Ελληνικά";
$lang['__text__']   = "Κάντε κλικ εδώ για να επιλέξετε Ελληνικά";
$lang['about']      = "Δωρεάν δέσμη ενεργειών PHP chat για μικρού όγκου και μεμονωμένους ιστότοπους.";
$lang['apply']      = "Κάντε κλικ εδώ για να εφαρμόσετε την επιλογή";
$lang['char']       = "χαρακτήρας";
$lang['close']      = "Κάντε κλικ εδώ για να κλείσετε αυτήν την οθόνη";
$lang['conf']       = "Ρυθμίσεις";
$lang['conf_tip']   = "Κάντε κλικ εδώ για να αλλάξετε τις ρυθμίσεις";
$lang['cook_ask']   = "Ελέγξτε το πλαίσιο για την αποδοχή cookies, αν θέλετε το σενάριο να θυμάται τις ρυθμίσεις γλώσσας και θέματος.";
$lang['cook_del']   = "Τα cookies ισχύουν για 30 ημέρες, μετά τα οποία, αν δεν έχετε συνδεθεί, αυτά διαγράφονται αυτόματα.";
$lang['cook_perm']  = "Δικαιώματα cookie";
$lang['cook_tip']   = "Επιλέξτε για να αποδέχεστε τα cookies για να αποθηκεύσετε τις ρυθμίσεις γλώσσας και θέματος";
$lang['cr']         = "Πιστώσεις";
$lang['css']        = "Πολύ θέμα";
$lang['css_def']    = "Προεπιλεγμένο θέμα";
$lang['current']    = "Ρεύμα:";
$lang['edit']       = "Πληκτρολογήστε εδώ για επεξεργασία";
$lang['emo']        = "Emoji";
$lang['get']        = "Κάντε κλικ εδώ για να λάβετε ένα δωρεάν αντίγραφο αυτού του σεναρίου";
$lang['js']         = "Το JavaScript δεν είναι διαθέσιμο!";
$lang['js_txt']     = "Πρέπει να ανανεώσετε τη σελίδα με μη αυτόματο τρόπο, για να εκτελέσετε την επιλεγμένη ενέργεια ή να προβάλετε νέες δημοσιεύσεις. Το ίδιο ισχύει και για τα περισσότερα προγράμματα περιήγησης με κείμενο.";
$lang['lang']       = "Γλώσσα";
$lang['lang_def']   = "Προεπιλεγμένη γλώσσα";
$lang['lang_tip']   = "Κάντε κλικ εδώ για να επιλέξετε γλώσσα";
$lang['log_end']    = "Ατελείωτο αρχείο καταγραφής";
$lang['log_set']    = "Μητρώο αυτόματης επαναφοράς";
$lang['login']      = "Κάντε κλικ εδώ για να συνδεθείτε";
$lang['max']        = "Μέγιστο μέγεθος";
$lang['meta_d']     = "META περιγραφή";
$lang['meta_k']     = "META λέξεις-κλειδιά";
$lang['name']       = "Ονομα";
$lang['name_tip']   = "Πληκτρολογήστε εδώ για να εισαγάγετε το όνομά σας";
$lang['name_txt']   = "Εισαγάγετε το προτιμώμενο όνομα και πατήστε το κουμπί για να ξεκινήσετε τη συζήτηση.";
$lang['page']       = "Τίτλος σελίδας";
$lang['post']       = "Κάντε κλικ εδώ για να δημοσιεύσετε το μήνυμά σας";
$lang['quit']       = "Κάντε κλικ εδώ για να τερματίσετε τη συνεδρία";
$lang['rate']       = "Ρυθμός ανανέωσης";
$lang['reset']      = "Κάντε κλικ εδώ για να επαναφέρετε το αρχείο καταγραφής";
$lang['rm']         = "Διαγράψτε τα παλιά αρχεία";
$lang['rm_max']     = "Ημέρες για την τήρηση αρχείων";
$lang['rn_max']     = "Τυχαίο μέγ";
$lang['rn_min']     = "Τυχαία λεπτά";
$lang['save']       = "Κάντε κλικ εδώ για να κάνετε λήψη του τρέχοντος αρχείου καταγραφής";
$lang['sel']        = "Επιλέγω...";
$lang['sel_del']    = "Κάντε κλικ εδώ για να επιλέξετε και να διαγράψετε αυτό το στοιχείο";
$lang['sel_tip']    = "Κάντε κλικ εδώ για να επιλέξετε ένα στοιχείο";
$lang['su']         = "Σούπερ χρήστης";
$lang['su_open']    = "Κάντε κλικ εδώ για να ανοίξετε την οθόνη υπερ-χρήστη";
$lang['su_pfx']     = "Προθερματικό χρήστη";
$lang['su_sfx']     = "Σούπερ χρήστης";
$lang['text']       = "Κείμενο";
$lang['text_tip']   = "Πληκτρολογήστε εδώ για να εισάγετε το μήνυμά σας";
$lang['theme']      = "Θέμα";
$lang['theme_tip']  = "Κάντε κλικ εδώ για να επιλέξετε θέμα";
$lang['tick']       = "Επιλέξτε για ενεργοποίηση";
$lang['tn']         = "Μέγεθος προεπισκόπησης";
$lang['type']       = "Υποστηριζόμενους τύπους αρχείων";
$lang['type_add']   = "Προσθήκη τύπου";
$lang['type_add_t'] = "Πληκτρολογήστε εδώ για να εισαγάγετε επέκταση χωρίς να οδηγείτε την κουκίδα για να προσθέσετε νέο τύπο";
$lang['type_del']   = "Διαγραφή τύπου";
$lang['up']         = "Μεταφορτώσεις";
$lang['up_open']    = "Κάντε κλικ εδώ για να ανοίξετε αυτό το αρχείο";
$lang['up_sel']     = "Κάντε κλικ εδώ για να επιλέξετε ένα αρχείο";
$lang['update']     = "Κάντε κλικ εδώ για να εφαρμόσετε τις αλλαγές σας και να ενημερώσετε τη διαμόρφωση";
$lang['welcome']    = "Καλώς ήρθατε στο Chat Atom του PHP";
