<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Greek
 */
$lc_str=array();
$lc_str['__name__']   = "Ελληνικά";
$lc_str['__text__']   = "Κάντε κλικ εδώ για να επιλέξετε Ελληνικά";
$lc_str['about']      = "Δωρεάν δέσμη ενεργειών PHP chat για μικρού όγκου και μεμονωμένους ιστότοπους.";
$lc_str['apply']      = "Κάντε κλικ εδώ για να εφαρμόσετε την επιλογή";
$lc_str['char']       = "χαρακτήρας";
$lc_str['close']      = "Κάντε κλικ εδώ για να κλείσετε αυτήν την οθόνη";
$lc_str['cook_txt']   = "Ελέγξτε το πλαίσιο για την αποδοχή cookies, αν θέλετε το σενάριο να θυμάται τις ρυθμίσεις γλώσσας και θέματος.";
$lc_str['cook_del']   = "Τα cookies ισχύουν για 30 ημέρες, μετά τα οποία, αν δεν έχετε συνδεθεί, αυτά διαγράφονται αυτόματα.";
$lc_str['cr']         = "Πιστώσεις";
$lc_str['current']    = "Ρεύμα:";
$lc_str['edit']       = "Πληκτρολογήστε εδώ για επεξεργασία";
$lc_str['emo']        = "Emoji";
$lc_str['emo_txt']    = "Πληκτρολογήστε οποιοδήποτε από τα παρακάτω μάρκες emoji κειμένου για να τα έχετε μετατρέψει αυτόματα σε γραφικό emojis Unicode. Λάβετε υπόψη ότι η αυτόματη επιλογή του emojis από το μενού που βρίσκεται κάτω από το πλαίσιο κειμένου απαιτεί JavaScript.";
$lc_str['get']        = "Κάντε κλικ εδώ για να λάβετε ένα δωρεάν αντίγραφο αυτού του σεναρίου";
$lc_str['js']         = "Το JavaScript δεν είναι διαθέσιμο!";
$lc_str['js_txt']     = "Πρέπει να ανανεώσετε τη σελίδα με μη αυτόματο τρόπο, για να εκτελέσετε την επιλεγμένη ενέργεια ή να προβάλετε νέες δημοσιεύσεις. Το ίδιο ισχύει και για τα περισσότερα προγράμματα περιήγησης με κείμενο.";
$lc_str['lc']         = "Γλώσσα";
$lc_str['lc_tip']     = "Κάντε κλικ εδώ για να επιλέξετε γλώσσα";
$lc_str['log_end']    = "Ατελείωτο αρχείο καταγραφής";
$lc_str['log_set']    = "Μητρώο αυτόματης επαναφοράς";
$lc_str['login']      = "Κάντε κλικ εδώ για να συνδεθείτε";
$lc_str['max']        = "Μέγιστο μέγεθος";
$lc_str['meta_d']     = "META περιγραφή";
$lc_str['meta_k']     = "META λέξεις-κλειδιά";
$lc_str['name']       = "Ονομα";
$lc_str['name_tip']   = "Πληκτρολογήστε εδώ για να εισαγάγετε το όνομά σας";
$lc_str['name_txt']   = "Εισαγάγετε το προτιμώμενο όνομα και πατήστε το κουμπί για να ξεκινήσετε τη συζήτηση.";
$lc_str['open']       = "Κάντε κλικ εδώ για να ανοίξετε αυτό το αρχείο";
$lc_str['out']        = "Τέλος χρόνου";
$lc_str['out_max']    = "Χρονικό όριο max";
$lc_str['page']       = "Τίτλος σελίδας";
$lc_str['perm']       = "Δικαιώματα cookie";
$lc_str['perm_tip']   = "Επιλέξτε για να αποδέχεστε τα cookies για να αποθηκεύσετε τις ρυθμίσεις γλώσσας και θέματος";
$lc_str['post']       = "Κάντε κλικ εδώ για να δημοσιεύσετε το μήνυμά σας";
$lc_str['quit']       = "Κάντε κλικ εδώ για να τερματίσετε τη συνεδρία";
$lc_str['rate']       = "Ρυθμός ανανέωσης";
$lc_str['reset']      = "Κάντε κλικ εδώ για να επαναφέρετε το αρχείο καταγραφής";
$lc_str['rm']         = "Διαγράψτε τα παλιά αρχεία";
$lc_str['rm_max']     = "Ημέρες για την τήρηση αρχείων";
$lc_str['rn_max']     = "Τυχαίο μέγ";
$lc_str['rn_min']     = "Τυχαία λεπτά";
$lc_str['save']       = "Κάντε κλικ εδώ για να κάνετε λήψη του τρέχοντος αρχείου καταγραφής";
$lc_str['sel']        = "Επιλέγω...";
$lc_str['sel_del']    = "Κάντε κλικ εδώ για να επιλέξετε και να διαγράψετε αυτό το στοιχείο";
$lc_str['sel_tip']    = "Κάντε κλικ εδώ για να επιλέξετε ένα στοιχείο";
$lc_str['set']        = "Ρυθμίσεις";
$lc_str['set_tip']    = "Κάντε κλικ εδώ για να αλλάξετε τις ρυθμίσεις";
$lc_str['su']         = "Σούπερ χρήστης";
$lc_str['su_open']    = "Κάντε κλικ εδώ για να ανοίξετε την οθόνη υπερ-χρήστη";
$lc_str['su_pfx']     = "Πρόθεμα";
$lc_str['su_sfx']     = "Κατάληξη";
$lc_str['su_txt']     = "Σε αυτήν την οθόνη μπορείτε να διαμορφώσετε όλες τις σχετικές ρυθμίσεις. Συμβουλέψτε ότι το σενάριο δεν ελέγχει τις τιμές, π.χ. εάν εισάγετε κείμενο σε πεδίο που περιμένει αριθμούς, το σενάριο θα το αποδεχθεί. αλλά πολύ πιθανόν να σπάσει αμέσως μετά την ανάγνωση της νέας διαμόρφωσης!";
$lc_str['text']       = "Κείμενο";
$lc_str['text_tip']   = "Πληκτρολογήστε εδώ για να εισάγετε το μήνυμά σας";
$lc_str['th']         = "Θέμα";
$lc_str['th_tip']     = "Κάντε κλικ εδώ για να επιλέξετε θέμα";
$lc_str['th_m']       = "Πολύ θέμα";
$lc_str['tick']       = "Επιλέξτε για ενεργοποίηση";
$lc_str['tn']         = "Μέγεθος προεπισκόπησης";
$lc_str['type']       = "Υποστηριζόμενους τύπους αρχείων";
$lc_str['type_add']   = "Προσθήκη τύπου";
$lc_str['type_add_t'] = "Πληκτρολογήστε εδώ για να εισαγάγετε επέκταση χωρίς να οδηγείτε την κουκίδα για να προσθέσετε νέο τύπο";
$lc_str['type_del']   = "Διαγραφή τύπου";
$lc_str['up']         = "Μεταφορτώσεις";
$lc_str['up_sel']     = "Κάντε κλικ εδώ για να επιλέξετε ένα αρχείο";
$lc_str['update']     = "Κάντε κλικ εδώ για να εφαρμόσετε τις αλλαγές σας και να ενημερώσετε τη διαμόρφωση";
$lc_str['welcome']    = "Καλώς ήρθατε στο Chat Atom του PHP";
