<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Hindi
 */

//** Init array
$lang = array();

//** Name and text
$lang['__name__']    = "हिंदी";
$lang['__text__']    = "हिंदी का चयन करने के लिए यहां क्लिक करें";

//** Strings
$lang['about']       = "कम मात्रा और व्यक्तिगत वेबसाइटों के लिए मुफ्त PHP चैट स्क्रिप्ट।";
$lang['apply']       = "चयन लागू करने के लिए यहां क्लिक करें";
$lang['close']       = "इस स्क्रीन को बंद करने के लिए यहां क्लिक करें";
$lang['conf']        = "सेटिंग्स";
$lang['conf_title']  = "सेटिंग्स बदलने के लिए यहां क्लिक करें";
$lang['cook_ask']    = "कृपया कुकीज़ को स्वीकार करने के लिए बॉक्स को चेक करें यदि आप अपनी भाषा और थीम सेटिंग्स को याद रखने के लिए स्क्रिप्ट चाहते हैं।";
$lang['cook_del']    = "कुकीज़ 30 दिनों के लिए मान्य हैं, उसके बाद, यदि आपने लॉग इन नहीं किया है, तो वे स्वचालित रूप से हटा दिए जाते हैं।";
$lang['cook_perm']   = "कुकी अनुमतियाँ";
$lang['cook_title']  = "भाषा और थीम सेटिंग्स को संग्रहीत करने के लिए कुकीज़ स्वीकार करने की जाँच करें";
$lang['credits']     = "क्रेडिट";
$lang['emo']         = "इमोजी";
$lang['get']         = "इस स्क्रिप्ट की मुफ्त कॉपी पाने के लिए यहां क्लिक करें";
$lang['js_info']     = "चयनित कार्रवाई को निष्पादित करने या किसी भी नए पोस्ट को देखने के लिए आपको पृष्ठ को मैन्युअल रूप से ताज़ा करने की आवश्यकता है।";
$lang['js_text']     = "अधिकांश टेक्स्ट-मोड ब्राउज़रों पर यही लागू होता है।";
$lang['js_warn']     = "जावास्क्रिप्ट उपलब्ध नहीं है!";
$lang['lang']        = "भाषा";
$lang['lang_title']  = "भाषा चुनने के लिए यहां क्लिक करें";
$lang['login']       = "लॉग इन करने के लिए यहां क्लिक करें";
$lang['name']        = "नाम";
$lang['name_title']  = "अपना नाम दर्ज करने के लिए यहां टाइप करें";
$lang['name_info']   = "पसंदीदा नाम दर्ज करें और बटन दबाएँ।";
$lang['post']        = "अपना संदेश पोस्ट करने के लिए यहां क्लिक करें";
$lang['quit']        = "सत्र समाप्त करने के लिए यहां क्लिक करें";
$lang['reset']       = "वर्तमान लॉग को रीसेट करने के लिए यहां क्लिक करें";
$lang['save']        = "करंट लॉग डाउनलोड करने के लिए यहां क्लिक करें";
$lang['theme']       = "विषय";
$lang['theme_title'] = "थीम चुनने के लिए यहां क्लिक करें";
$lang['text']        = "टेक्स्ट";
$lang['text_title']  = "अपना संदेश दर्ज करने के लिए यहां टाइप करें";
$lang['up']          = "अपलोड";
$lang['up_is_arc']   = "पुरालेख";
$lang['up_is_b64']   = "Base64";
$lang['up_is_doc']   = "दस्तावेज़";
$lang['up_is_img']   = "छवि";
$lang['up_is_snd']   = "ऑडियो";
$lang['up_is_vid']   = "वीडियो";
$lang['up_max']      = "अधिकतम आकार";
$lang['up_open']     = "इस फ़ाइल को खोलने के लिए यहाँ क्लिक करें";
$lang['up_select']   = "फ़ाइल का चयन करने के लिए यहां क्लिक करें";
$lang['welcome']     = "PHP एटम चैट में आपका स्वागत है";
