<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Hindi
 */
$lang=array();
$lang['__name__']   = "हिंदी";
$lang['__text__']   = "हिंदी का चयन करने के लिए यहां क्लिक करें";
$lang['about']      = "कम मात्रा और व्यक्तिगत वेबसाइटों के लिए मुफ्त PHP चैट स्क्रिप्ट।";
$lang['apply']      = "चयन लागू करने के लिए यहां क्लिक करें";
$lang['char']       = "वर्ण";
$lang['close']      = "इस स्क्रीन को बंद करने के लिए यहां क्लिक करें";
$lang['conf']       = "सेटिंग्स";
$lang['conf_tip']   = "सेटिंग्स बदलने के लिए यहां क्लिक करें";
$lang['cook_ask']   = "कृपया कुकीज़ को स्वीकार करने के लिए बॉक्स को चेक करें यदि आप अपनी भाषा और थीम सेटिंग्स को याद रखने के लिए स्क्रिप्ट चाहते हैं।";
$lang['cook_del']   = "कुकीज़ 30 दिनों के लिए मान्य हैं, उसके बाद, यदि आपने लॉग इन नहीं किया है, तो वे स्वचालित रूप से हटा दिए जाते हैं।";
$lang['cook_perm']  = "कुकी अनुमतियाँ";
$lang['cook_tip']   = "भाषा और थीम सेटिंग्स को संग्रहीत करने के लिए कुकीज़ स्वीकार करने की जाँच करें";
$lang['cr']         = "क्रेडिट";
$lang['css']        = "बहु विषय";
$lang['css_def']    = "पूर्व निर्धारित विषय";
$lang['current']    = "वर्तमान:";
$lang['edit']       = "एडिट करने के लिए यहां टाइप करें";
$lang['emo']        = "इमोजी";
$lang['emo_sel']    = "इमोजी का चयन करें";
$lang['emo_txt']    = "नीचे दिए गए इमोजी टेक्स्ट टोकन में से किसी को टाइप करें ताकि उन्हें ऑटो-रूपांतरित ग्राफिकल यूनिकोड इमोजीस में बदल सकें। कृपया ध्यान दें कि टेक्स्ट बॉक्स के नीचे होवर मेनू से ऑटो-सेलेक्शन इमोजीस को जावास्क्रिप्ट की आवश्यकता होती है।";
$lang['get']        = "इस स्क्रिप्ट की मुफ्त कॉपी पाने के लिए यहां क्लिक करें";
$lang['js']         = "जावास्क्रिप्ट उपलब्ध नहीं है!";
$lang['js_txt']     = "चयनित कार्रवाई को निष्पादित करने या किसी भी नए पोस्ट को देखने के लिए आपको पृष्ठ को मैन्युअल रूप से ताज़ा करने की आवश्यकता है। अधिकांश टेक्स्ट-मोड ब्राउज़रों पर यही लागू होता है।";
$lang['lang']       = "भाषा";
$lang['lang_def']   = "डिफ़ॉल्ट भाषा";
$lang['lang_tip']   = "भाषा चुनने के लिए यहां क्लिक करें";
$lang['log_end']    = "अंतहीन लॉग";
$lang['log_set']    = "ऑटो रीसेट लॉग";
$lang['login']      = "लॉग इन करने के लिए यहां क्लिक करें";
$lang['max']        = "अधिकतम आकार";
$lang['meta_d']     = "मेटा विवरण";
$lang['meta_k']     = "मेटा कीवर्ड";
$lang['name']       = "नाम";
$lang['name_tip']   = "अपना नाम दर्ज करने के लिए यहां टाइप करें";
$lang['name_txt']   = "चैट शुरू करने के लिए पसंदीदा नाम और बटन दबाएं।";
$lang['page']       = "पृष्ठ का शीर्षक";
$lang['post']       = "अपना संदेश पोस्ट करने के लिए यहां क्लिक करें";
$lang['quit']       = "सत्र समाप्त करने के लिए यहां क्लिक करें";
$lang['rate']       = "ताज़ा करने की दर";
$lang['reset']      = "लॉग को रीसेट करने के लिए यहां क्लिक करें";
$lang['rm']         = "पुरानी फ़ाइलों को हटा दें";
$lang['rm_max']     = "फाइलें रखने के लिए दिन";
$lang['rn_max']     = "रैंडम अधिकतम";
$lang['rn_min']     = "रैंडम मि";
$lang['save']       = "करंट लॉग डाउनलोड करने के लिए यहां क्लिक करें";
$lang['sel']        = "चुनते हैं...";
$lang['sel_del']    = "इस आइटम को चुनने और हटाने के लिए यहां क्लिक करें";
$lang['sel_tip']    = "किसी आइटम का चयन करने के लिए यहां क्लिक करें";
$lang['su']         = "सुपर यूजर";
$lang['su_open']    = "सुपर यूजर स्क्रीन खोलने के लिए यहां क्लिक करें";
$lang['su_pfx']     = "सुपर उपयोगकर्ता उपसर्ग";
$lang['su_sfx']     = "सुपर यूजर प्रत्यय";
$lang['text']       = "टेक्स्ट";
$lang['text_tip']   = "अपना संदेश दर्ज करने के लिए यहां टाइप करें";
$lang['theme']      = "विषय";
$lang['theme_tip']  = "थीम चुनने के लिए यहां क्लिक करें";
$lang['tick']       = "सक्षम करने के लिए टिक करें";
$lang['tn']         = "पूर्वावलोकन आकार";
$lang['type']       = "समर्थित फ़ाइल प्रकार";
$lang['type_add']   = "प्रकार जोड़ें";
$lang['type_add_t'] = "नए प्रकार को जोड़ने के लिए प्रमुख डॉट के बिना एक्सटेंशन दर्ज करने के लिए यहां टाइप करें";
$lang['type_del']   = "प्रकार हटाएं";
$lang['up']         = "अपलोड";
$lang['up_open']    = "इस फ़ाइल को खोलने के लिए यहाँ क्लिक करें";
$lang['up_sel']     = "फ़ाइल का चयन करने के लिए यहां क्लिक करें";
$lang['update']     = "अपने परिवर्तनों को लागू करने और कॉन्फ़िगरेशन को अपडेट करने के लिए यहां क्लिक करें";
$lang['welcome']    = "PHP एटम चैट में आपका स्वागत है";
