<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Hindi
 */
$lc_str=array();
$lc_str['__name__']   = "हिंदी";
$lc_str['__text__']   = "हिंदी का चयन करने के लिए यहां क्लिक करें";
$lc_str['about']      = "कम मात्रा और व्यक्तिगत वेबसाइटों के लिए मुफ्त PHP चैट स्क्रिप्ट।";
$lc_str['apply']      = "चयन लागू करने के लिए यहां क्लिक करें";
$lc_str['char']       = "वर्ण";
$lc_str['close']      = "इस स्क्रीन को बंद करने के लिए यहां क्लिक करें";
$lc_str['cook_txt']   = "कृपया कुकीज़ को स्वीकार करने के लिए बॉक्स को चेक करें यदि आप अपनी भाषा और थीम सेटिंग्स को याद रखने के लिए स्क्रिप्ट चाहते हैं।";
$lc_str['cook_del']   = "कुकीज़ 30 दिनों के लिए मान्य हैं, उसके बाद, यदि आपने लॉग इन नहीं किया है, तो वे स्वचालित रूप से हटा दिए जाते हैं।";
$lc_str['copy']       = "इस संदेश को चुनने के लिए यहां क्लिक करें";
$lc_str['cr']         = "क्रेडिट";
$lc_str['cr_tip']     = "क्रेडिट संदर्भ खोलने के लिए यहां क्लिक करें";
$lc_str['cr_txt']     = "लेखक इस परियोजना में अपने बहुमूल्य योगदान के लिए निम्नलिखित साइटों और लोगों के लिए अपना धन्यवाद व्यक्त करना चाहते हैं।";
$lc_str['current']    = "वर्तमान:";
$lc_str['edit']       = "एडिट करने के लिए यहां टाइप करें";
$lc_str['emo']        = "इमोजी";
$lc_str['emo_txt']    = "नीचे दिए गए किसी भी पाठ को टाइप करके टोकन को ऑटो में परिवर्तित करके ग्राफिकल इमोजीस में बदल दें। कृपया ध्यान दें कि होवर मेनू से ऑटो-सेलेक्टिंग एमोजिस को जावास्क्रिप्ट की आवश्यकता होती है।";
$lc_str['file']       = "फ़ाइल";
$lc_str['get']        = "इस स्क्रिप्ट की मुफ्त कॉपी पाने के लिए यहां क्लिक करें";
$lc_str['js']         = "जावास्क्रिप्ट उपलब्ध नहीं है!";
$lc_str['js_txt']     = "चयनित कार्रवाई को निष्पादित करने या किसी भी नए पोस्ट को देखने के लिए आपको पृष्ठ को मैन्युअल रूप से ताज़ा करने की आवश्यकता है। अधिकांश टेक्स्ट-मोड ब्राउज़रों पर यही लागू होता है।";
$lc_str['lc']         = "भाषा";
$lc_str['lc_tip']     = "भाषा चुनने के लिए यहां क्लिक करें";
$lc_str['login']      = "लॉग इन करने के लिए यहां क्लिक करें";
$lc_str['max']        = "अधिकतम आकार";
$lc_str['meta_d']     = "मेटा विवरण";
$lc_str['meta_k']     = "मेटा कीवर्ड";
$lc_str['name']       = "नाम";
$lc_str['name_tip']   = "अपना नाम दर्ज करने के लिए यहां टाइप करें";
$lc_str['name_txt']   = "चैट शुरू करने के लिए पसंदीदा नाम और बटन दबाएं।";
$lc_str['open']       = "इस फ़ाइल को खोलने के लिए यहाँ क्लिक करें";
$lc_str['out']        = "समय समाप्त";
$lc_str['out_max']    = "टाइमआउट अधिकतम";
$lc_str['page']       = "पृष्ठ का शीर्षक";
$lc_str['perm']       = "कुकी अनुमतियाँ";
$lc_str['perm_tip']   = "भाषा और थीम सेटिंग्स को संग्रहीत करने के लिए कुकीज़ स्वीकार करने की जाँच करें";
$lc_str['post']       = "अपना संदेश पोस्ट करने के लिए यहां क्लिक करें";
$lc_str['quit']       = "सत्र समाप्त करने के लिए यहां क्लिक करें";
$lc_str['rate']       = "ताज़ा करने की दर";
$lc_str['reset']      = "लॉग को रीसेट करने के लिए यहां क्लिक करें";
$lc_str['rm']         = "पुरानी फ़ाइलों को हटा दें";
$lc_str['rm_max']     = "फाइलें रखने के लिए दिन";
$lc_str['rn_max']     = "रैंडम अधिकतम";
$lc_str['rn_min']     = "रैंडम मि";
$lc_str['save']       = "करंट लॉग डाउनलोड करने के लिए यहां क्लिक करें";
$lc_str['sel']        = "चुनते हैं...";
$lc_str['sel_del']    = "इस आइटम को चुनने और हटाने के लिए यहां क्लिक करें";
$lc_str['sel_tip']    = "किसी आइटम का चयन करने के लिए यहां क्लिक करें";
$lc_str['set']        = "सेटिंग्स";
$lc_str['set_tip']    = "सेटिंग्स बदलने के लिए यहां क्लिक करें";
$lc_str['set_txt']    = "इस स्क्रीन पर आप अपनी भाषा और थीम वरीयताओं को बदल सकते हैं और सक्षम होने पर ग्राफिकल इमोजीस दर्ज करने के लिए टेक्स्ट टोकन की समीक्षा कर सकते हैं।";
$lc_str['su']         = "सुपर यूजर";
$lc_str['su_open']    = "सुपर यूजर स्क्रीन खोलने के लिए यहां क्लिक करें";
$lc_str['su_pfx']     = "उपसर्ग";
$lc_str['su_sfx']     = "प्रत्यय";
$lc_str['su_txt']     = "इस स्क्रीन पर आप सभी संबंधित सेटिंग्स को कॉन्फ़िगर कर सकते हैं। सलाह दी जाती है कि स्क्रिप्ट मूल्यों की जांच नहीं करता है, उदा। यदि आप संख्याओं की अपेक्षा क्षेत्र में पाठ दर्ज करते हैं, तो स्क्रिप्ट इसे स्वीकार करेगी; लेकिन नए कॉन्फिग पढ़ने के तुरंत बाद बहुत संभावना है!";
$lc_str['text']       = "टेक्स्ट";
$lc_str['text_tip']   = "अपना संदेश दर्ज करने के लिए यहां टाइप करें";
$lc_str['th']         = "विषय";
$lc_str['th_tip']     = "थीम चुनने के लिए यहां क्लिक करें";
$lc_str['th_m']       = "बहु विषय";
$lc_str['tick']       = "सक्षम करने के लिए टिक करें";
$lc_str['tn']         = "पूर्वावलोकन आकार";
$lc_str['type']       = "समर्थित फ़ाइल प्रकार";
$lc_str['type_add']   = "प्रकार जोड़ें";
$lc_str['type_add_t'] = "नए प्रकार को जोड़ने के लिए प्रमुख डॉट के बिना एक्सटेंशन दर्ज करने के लिए यहां टाइप करें";
$lc_str['type_del']   = "प्रकार हटाएं";
$lc_str['up']         = "अपलोड";
$lc_str['up_sel']     = "फ़ाइल का चयन करने के लिए यहां क्लिक करें";
$lc_str['up_txt']     = "इस स्क्रीन पर आप अपने संदेश को संलग्न करने के लिए एक फ़ाइल का चयन कर सकते हैं या बस इसे स्वयं भेज सकते हैं। अपलोड करने के लिए भेजें बटन पर क्लिक करें। समर्थित फ़ाइल प्रकार और अधिकतम फ़ाइल आकार के लिए नीचे देखें।";
$lc_str['update']     = "अपने परिवर्तनों को लागू करने और कॉन्फ़िगरेशन को अपडेट करने के लिए यहां क्लिक करें";
$lc_str['welcome']    = "PHP एटम चैट में आपका स्वागत है";
