<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Russian
 */
$lang=array();
$lang['__name__']   = "Pусский";
$lang['__text__']   = "Нажмите здесь, чтобы выбрать русский";
$lang['about']      = "Бесплатный скрипт PHP-чата для небольших и индивидуальных сайтов.";
$lang['apply']      = "Нажмите здесь, чтобы применить выбор";
$lang['char']       = "Персонажи";
$lang['close']      = "Нажмите здесь, чтобы закрыть этот экран";
$lang['conf']       = "настройки";
$lang['conf_tip']   = "Нажмите здесь, чтобы изменить настройки";
$lang['cook_ask']   = "Установите флажок, чтобы принимать куки, если вы хотите, чтобы скрипт запомнил ваш язык и настройки темы.";
$lang['cook_del']   = "Файлы cookie действительны в течение 30 дней, после чего, если вы еще не вошли в систему, они автоматически удаляются.";
$lang['cook_perm']  = "Разрешения на файлы cookie";
$lang['cook_tip']   = "Установите флажок для принятия файлов cookie для сохранения настроек языка и темы";
$lang['cr']         = "кредиты";
$lang['css']        = "Мульти тема";
$lang['css_def']    = "Тема по умолчанию";
$lang['current']    = "Текущий:";
$lang['edit']       = "Введите здесь для редактирования";
$lang['emo']        = "Emoji";
$lang['emo_sel']    = "Выберите эмодзи";
$lang['emo_txt']    = "Введите любой из приведенных ниже текстовых токенов смайликов, чтобы они автоматически конвертировались в графические смайлики Юникода. Обратите внимание, что для автоматического выбора смайликов из всплывающего меню под текстовой областью требуется JavaScript.";
$lang['get']        = "Нажмите здесь, чтобы получить бесплатную копию этого скрипта";
$lang['js']         = "JavaScript не доступен!";
$lang['js_txt']     = "Вам необходимо вручную обновить страницу, чтобы выполнить выбранное действие или просмотреть новые сообщения. То же самое относится к большинству браузеров в текстовом режиме.";
$lang['lang']       = "язык";
$lang['lang_def']   = "Язык по умолчанию";
$lang['lang_tip']   = "Нажмите здесь, чтобы выбрать язык";
$lang['log_end']    = "Бесконечный журнал";
$lang['log_set']    = "Журнал автоматического сброса";
$lang['login']      = "Нажмите здесь, чтобы войти";
$lang['max']        = "Максимальный размер";
$lang['meta_d']     = "META описание";
$lang['meta_k']     = "Ключевые слова META";
$lang['name']       = "название";
$lang['name_tip']   = "Введите здесь, чтобы ввести свое имя";
$lang['name_txt']   = "Введите желаемое имя и нажмите кнопку, чтобы начать чат.";
$lang['page']       = "Заголовок страницы";
$lang['post']       = "Нажмите здесь, чтобы опубликовать ваше сообщение";
$lang['quit']       = "Нажмите здесь, чтобы завершить сеанс";
$lang['rate']       = "Частота обновления";
$lang['reset']      = "Нажмите здесь, чтобы сбросить журнал";
$lang['rm']         = "Удалить старые файлы";
$lang['rm_max']     = "Дни хранить файлы";
$lang['rn_max']     = "Случайный макс";
$lang['rn_min']     = "Случайный мин";
$lang['save']       = "Нажмите здесь, чтобы загрузить текущий журнал";
$lang['sel']        = "Выбрать...";
$lang['sel_del']    = "Нажмите здесь, чтобы выбрать и удалить этот элемент";
$lang['sel_tip']    = "Нажмите здесь, чтобы выбрать предмет";
$lang['su']         = "Супер пользователь";
$lang['su_open']    = "Нажмите здесь, чтобы открыть экран супер пользователя";
$lang['su_pfx']     = "Префикс супер пользователя";
$lang['su_sfx']     = "Суффикс супер пользователя";
$lang['text']       = "Текст";
$lang['text_tip']   = "Введите здесь, чтобы ввести свое сообщение";
$lang['theme']      = "тема";
$lang['theme_tip']  = "Нажмите здесь, чтобы выбрать тему";
$lang['tick']       = "Отметьте, чтобы включить";
$lang['tn']         = "Предварительный размер";
$lang['type']       = "Поддерживаемые типы файлов";
$lang['type_add']   = "Добавить тип";
$lang['type_add_t'] = "Введите здесь, чтобы ввести расширение без начальной точки, чтобы добавить новый тип";
$lang['type_del']   = "Удалить тип";
$lang['up']         = "Загрузки";
$lang['up_open']    = "Нажмите здесь, чтобы открыть этот файл";
$lang['up_sel']     = "Нажмите здесь, чтобы выбрать файл";
$lang['update']     = "Нажмите здесь, чтобы применить ваши изменения и обновить конфигурацию";
$lang['welcome']    = "Добро пожаловать в PHP Atom Chat";
