<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Russian
 */
$lc_str=array();
$lc_str['__name__']   = "Pусский";
$lc_str['__text__']   = "Нажмите здесь, чтобы выбрать русский";
$lc_str['about']      = "Бесплатный скрипт PHP-чата для небольших и индивидуальных сайтов.";
$lc_str['apply']      = "Нажмите здесь, чтобы применить выбор";
$lc_str['char']       = "Персонажи";
$lc_str['close']      = "Нажмите здесь, чтобы закрыть этот экран";
$lc_str['cook_txt']   = "Установите флажок, чтобы принимать куки, если вы хотите, чтобы скрипт запомнил ваш язык и настройки темы.";
$lc_str['cook_del']   = "Файлы cookie действительны в течение 30 дней, после чего, если вы еще не вошли в систему, они автоматически удаляются.";
$lc_str['cr']         = "кредиты";
$lc_str['cr_tip']     = "Нажмите здесь, чтобы открыть ссылку на кредиты";
$lc_str['cr_txt']     = "Авторы выражают благодарность следующим сайтам и людям за их ценный вклад в этот проект.";
$lc_str['current']    = "Текущий:";
$lc_str['edit']       = "Введите здесь для редактирования";
$lc_str['emo']        = "Emoji";
$lc_str['emo_txt']    = "Введите любой из приведенных ниже текстовых токенов, чтобы автоматически преобразовать их в графические эмодзи. Обратите внимание, что для автоматического выбора смайликов в меню при наведении курсора требуется JavaScript.";
$lc_str['file']       = "файл";
$lc_str['get']        = "Нажмите здесь, чтобы получить бесплатную копию этого скрипта";
$lc_str['js']         = "JavaScript не доступен!";
$lc_str['js_txt']     = "Вам необходимо вручную обновить страницу, чтобы выполнить выбранное действие или просмотреть новые сообщения. То же самое относится к большинству браузеров в текстовом режиме.";
$lc_str['lc']         = "язык";
$lc_str['lc_tip']     = "Нажмите здесь, чтобы выбрать язык";
$lc_str['login']      = "Нажмите здесь, чтобы войти";
$lc_str['max']        = "Максимальный размер";
$lc_str['meta_d']     = "META описание";
$lc_str['meta_k']     = "Ключевые слова META";
$lc_str['name']       = "название";
$lc_str['name_tip']   = "Введите здесь, чтобы ввести свое имя";
$lc_str['name_txt']   = "Введите желаемое имя и нажмите кнопку, чтобы начать чат.";
$lc_str['open']       = "Нажмите здесь, чтобы открыть этот файл";
$lc_str['out']        = "Тайм-аут";
$lc_str['out_max']    = "Максимальное время ожидания";
$lc_str['page']       = "Заголовок страницы";
$lc_str['perm']       = "Разрешения на файлы cookie";
$lc_str['perm_tip']   = "Установите флажок для принятия файлов cookie для сохранения настроек языка и темы";
$lc_str['post']       = "Нажмите здесь, чтобы опубликовать ваше сообщение";
$lc_str['quit']       = "Нажмите здесь, чтобы завершить сеанс";
$lc_str['rate']       = "Частота обновления";
$lc_str['reset']      = "Нажмите здесь, чтобы сбросить журнал";
$lc_str['rm']         = "Удалить старые файлы";
$lc_str['rm_max']     = "Дни хранить файлы";
$lc_str['rn_max']     = "Случайный макс";
$lc_str['rn_min']     = "Случайный мин";
$lc_str['save']       = "Нажмите здесь, чтобы загрузить текущий журнал";
$lc_str['sel']        = "Выбрать...";
$lc_str['sel_del']    = "Нажмите здесь, чтобы выбрать и удалить этот элемент";
$lc_str['sel_tip']    = "Нажмите здесь, чтобы выбрать предмет";
$lc_str['set']        = "настройки";
$lc_str['set_tip']    = "Нажмите здесь, чтобы изменить настройки";
$lc_str['set_txt']    = "На этом экране вы можете изменить настройки языка и темы и просмотреть текстовые жетоны, чтобы ввести графические эмодзи, если они включены.";
$lc_str['su']         = "Супер пользователь";
$lc_str['su_open']    = "Нажмите здесь, чтобы открыть экран супер пользователя";
$lc_str['su_pfx']     = "Префикс";
$lc_str['su_sfx']     = "Суффикс";
$lc_str['su_txt']     = "На этом экране вы можете настроить все соответствующие параметры. Имейте в виду, что скрипт не проверяет значения, например, если вы вводите текст в поле ожидающих чисел, скрипт примет это; но очень вероятно сломается сразу после прочтения новой конфигурации!";
$lc_str['text']       = "Текст";
$lc_str['text_tip']   = "Введите здесь, чтобы ввести свое сообщение";
$lc_str['th']         = "тема";
$lc_str['th_tip']     = "Нажмите здесь, чтобы выбрать тему";
$lc_str['th_m']       = "Мульти тема";
$lc_str['tick']       = "Отметьте, чтобы включить";
$lc_str['tn']         = "Предварительный размер";
$lc_str['type']       = "Поддерживаемые типы файлов";
$lc_str['type_add']   = "Добавить тип";
$lc_str['type_add_t'] = "Введите здесь, чтобы ввести расширение без начальной точки, чтобы добавить новый тип";
$lc_str['type_del']   = "Удалить тип";
$lc_str['up']         = "Загрузки";
$lc_str['up_sel']     = "Нажмите здесь, чтобы выбрать файл";
$lc_str['up_txt']     = "На этом экране вы можете выбрать файл для вложения в ваше сообщение или просто отправить его самостоятельно. Нажмите кнопку Отправить, чтобы загрузить. Ниже приведены поддерживаемые типы файлов и максимальный размер файла.";
$lc_str['update']     = "Нажмите здесь, чтобы применить ваши изменения и обновить конфигурацию";
$lc_str['welcome']    = "Добро пожаловать в PHP Atom Chat";
