<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Thai
 */
$lang=array();
$lang['__name__']   = "ไทย";
$lang['__text__']   = "คลิกที่นี่เพื่อเลือกไทย";
$lang['about']      = "ฟรีสคริปต์แชท PHP สำหรับเว็บไซต์ที่มีปริมาณน้อย";
$lang['apply']      = "คลิกที่นี่เพื่อใช้การเลือก";
$lang['char']       = "ตัวละคร";
$lang['close']      = "คลิกที่นี่เพื่อปิดหน้าต่างนี้";
$lang['conf']       = "การตั้งค่า";
$lang['conf_tip']   = "คลิกที่นี่เพื่อเปลี่ยนการตั้งค่า";
$lang['cook_ask']   = "โปรดทำเครื่องหมายที่ช่องเพื่อยอมรับคุกกี้หากคุณต้องการให้สคริปต์จดจำการตั้งค่าภาษาและชุดรูปแบบของคุณ";
$lang['cook_del']   = "คุกกี้มีอายุ 30 วันหลังจากนั้นหากคุณยังไม่ได้เข้าสู่ระบบคุกกี้จะถูกลบโดยอัตโนมัติ";
$lang['cook_perm']  = "สิทธิ์คุกกี้";
$lang['cook_tip']   = "เลือกเพื่อยอมรับคุกกี้เพื่อเก็บการตั้งค่าภาษาและธีม";
$lang['cr']         = "เครดิต";
$lang['css']        = "หลายรูปแบบ";
$lang['css_def']    = "ชุดรูปแบบเริ่มต้น";
$lang['current']    = "ปัจจุบัน:";
$lang['edit']       = "พิมพ์ที่นี่เพื่อแก้ไข";
$lang['emo']        = "อิโมจิ";
$lang['emo_sel']    = "เลือก Emoji";
$lang['emo_txt']    = "พิมพ์โทเค็นข้อความอีโมจิด้านล่างใด ๆ เพื่อให้แปลงเป็นอิโมจิแบบกราฟิก Unicode แบบอัตโนมัติ โปรดทราบว่าอิโมจิที่เลือกอัตโนมัติจากเมนูโฮเวอร์ด้านล่างกล่องข้อความต้องใช้ JavaScript";
$lang['get']        = "คลิกที่นี่เพื่อรับสคริปต์นี้ฟรี";
$lang['js']         = "ไม่สามารถใช้งาน JavaScript ได้!";
$lang['js_txt']     = "คุณจำเป็นต้องรีเฟรชหน้าเว็บด้วยตนเองเพื่อดำเนินการกระทำที่เลือกหรือดูโพสต์ใหม่ เช่นเดียวกับเบราว์เซอร์โหมดข้อความส่วนใหญ่";
$lang['lang']       = "ภาษา";
$lang['lang_def']   = "ภาษาเริ่มต้น";
$lang['lang_tip']   = "คลิกที่นี่เพื่อเลือกภาษา";
$lang['log_end']    = "บันทึกที่ไม่มีที่สิ้นสุด";
$lang['log_set']    = "บันทึกการรีเซ็ตอัตโนมัติ";
$lang['login']      = "คลิกที่นี่เพื่อเข้าสู่ระบบ";
$lang['max']        = "ขนาดสูงสุด";
$lang['meta_d']     = "คำอธิบาย META";
$lang['meta_k']     = "คำหลัก META";
$lang['name']       = "ชื่อ";
$lang['name_tip']   = "พิมพ์ที่นี่เพื่อป้อนชื่อของคุณ";
$lang['name_txt']   = "ป้อนชื่อที่ต้องการแล้วกดปุ่มเพื่อเริ่มการสนทนา";
$lang['page']       = "ชื่อหน้า";
$lang['post']       = "คลิกที่นี่เพื่อโพสต์ข้อความของคุณ";
$lang['quit']       = "คลิกที่นี่เพื่อสิ้นสุดเซสชัน";
$lang['rate']       = "อัตราการรีเฟรช";
$lang['reset']      = "คลิกที่นี่เพื่อรีเซ็ตบันทึก";
$lang['rm']         = "ลบไฟล์เก่า";
$lang['rm_max']     = "วันในการเก็บไฟล์";
$lang['rn_max']     = "สุ่มสูงสุด";
$lang['rn_min']     = "สุ่มนาที";
$lang['save']       = "คลิกที่นี่เพื่อดาวน์โหลดบันทึกปัจจุบัน";
$lang['sel']        = "เลือก...";
$lang['sel_del']    = "คลิกที่นี่เพื่อเลือกและลบรายการนี้";
$lang['sel_tip']    = "คลิกที่นี่เพื่อเลือกรายการ";
$lang['su']         = "ผู้ใช้ขั้นสูง";
$lang['su_open']    = "คลิกที่นี่เพื่อเปิดหน้าจอผู้ใช้ขั้นสูง";
$lang['su_pfx']     = "คำนำหน้าผู้ใช้ขั้นสูง";
$lang['su_sfx']     = "ส่วนต่อท้ายของผู้ใช้ขั้นสูง";
$lang['text']       = "ข้อความ";
$lang['text_tip']   = "พิมพ์ที่นี่เพื่อป้อนข้อความของคุณ";
$lang['theme']      = "กระทู้";
$lang['theme_tip']  = "คลิกที่นี่เพื่อเลือกธีม";
$lang['tick']       = "เลือกเพื่อเปิดใช้งาน";
$lang['tn']         = "ขนาดรูปย่อ";
$lang['type']       = "ประเภทไฟล์ที่รองรับ";
$lang['type_add']   = "เพิ่มประเภท";
$lang['type_add_t'] = "พิมพ์ที่นี่เพื่อป้อนส่วนขยายโดยไม่มีจุดนำเพื่อเพิ่มประเภทใหม่";
$lang['type_del']   = "ลบประเภท";
$lang['up']         = "อัปโหลด";
$lang['up_open']    = "คลิกที่นี่เพื่อเปิดไฟล์นี้";
$lang['up_sel']     = "คลิกที่นี่เพื่อเลือกไฟล์";
$lang['update']     = "คลิกที่นี่เพื่อใช้การเปลี่ยนแปลงและอัปเดตการกำหนดค่า";
$lang['welcome']    = "ยินดีต้อนรับสู่ PHP Atom Chat";
