<?php
/**
 * PHP Version 5 and above
 *
 * Language file
 *
 * @category  PHP_Chat
 * @package   PHP_Atomchat
 * @author    P H Claus <phhpro@gmail.com>
 * @copyright 2015 - 2019 P H Claus
 * @license   https://www.gnu.org/licenses/gpl-3.0.en.html GPLv3
 * @version   GIT: Latest
 * @link      https://github.com/phhpro/atomchat
 * @language  Thai
 */
$lc_str=array();
$lc_str['__name__']   = "ไทย";
$lc_str['__text__']   = "คลิกที่นี่เพื่อเลือกไทย";
$lc_str['about']      = "ฟรีสคริปต์แชท PHP สำหรับเว็บไซต์ที่มีปริมาณน้อย";
$lc_str['apply']      = "คลิกที่นี่เพื่อใช้การเลือก";
$lc_str['char']       = "ตัวละคร";
$lc_str['close']      = "คลิกที่นี่เพื่อปิดหน้าต่างนี้";
$lc_str['cook_txt']   = "โปรดทำเครื่องหมายที่ช่องเพื่อยอมรับคุกกี้หากคุณต้องการให้สคริปต์จดจำการตั้งค่าภาษาและชุดรูปแบบของคุณ";
$lc_str['cook_del']   = "คุกกี้มีอายุ 30 วันหลังจากนั้นหากคุณยังไม่ได้เข้าสู่ระบบคุกกี้จะถูกลบโดยอัตโนมัติ";
$lc_str['copy']       = "คลิกที่นี่เพื่อเลือกข้อความนี้";
$lc_str['cr']         = "เครดิต";
$lc_str['cr_tip']     = "คลิกที่นี่เพื่อเปิดการอ้างอิงเครดิต";
$lc_str['cr_txt']     = "ผู้เขียนต้องการแสดงความขอบคุณต่อเว็บไซต์และบุคคลต่อไปนี้สำหรับการมีส่วนร่วมอันมีค่าของพวกเขาในโครงการนี้ี้";
$lc_str['current']    = "ปัจจุบัน:";
$lc_str['edit']       = "พิมพ์ที่นี่เพื่อแก้ไข";
$lc_str['emo']        = "อิโมจิ";
$lc_str['emo_txt']    = "พิมพ์โทเค็นข้อความใด ๆ ด้านล่างเพื่อแปลงเป็นอิโมจิแบบกราฟิกโดยอัตโนมัติ โปรดทราบว่าอิโมจิที่เลือกอัตโนมัติจากเมนูโฮเวอร์ต้องใช้ JavaScript";
$lc_str['file']       = "ไฟล์";
$lc_str['get']        = "คลิกที่นี่เพื่อรับสคริปต์นี้ฟรี";
$lc_str['js']         = "ไม่สามารถใช้งาน JavaScript ได้!";
$lc_str['js_txt']     = "คุณจำเป็นต้องรีเฟรชหน้าเว็บด้วยตนเองเพื่อดำเนินการกระทำที่เลือกหรือดูโพสต์ใหม่ เช่นเดียวกับเบราว์เซอร์โหมดข้อความส่วนใหญ่";
$lc_str['lc']         = "ภาษา";
$lc_str['lc_tip']     = "คลิกที่นี่เพื่อเลือกภาษา";
$lc_str['login']      = "คลิกที่นี่เพื่อเข้าสู่ระบบ";
$lc_str['max']        = "ขนาดสูงสุด";
$lc_str['meta_d']     = "คำอธิบาย META";
$lc_str['meta_k']     = "คำหลัก META";
$lc_str['name']       = "ชื่อ";
$lc_str['name_tip']   = "พิมพ์ที่นี่เพื่อป้อนชื่อของคุณ";
$lc_str['name_txt']   = "ป้อนชื่อที่ต้องการแล้วกดปุ่มเพื่อเริ่มการสนทนา";
$lc_str['open']       = "คลิกที่นี่เพื่อเปิดไฟล์นี้";
$lc_str['out']        = "หมดเวลา";
$lc_str['out_max']    = "การหมดเวลาสูงสุด";
$lc_str['page']       = "ชื่อหน้า";
$lc_str['perm']       = "สิทธิ์คุกกี้";
$lc_str['perm_tip']   = "เลือกเพื่อยอมรับคุกกี้เพื่อเก็บการตั้งค่าภาษาและธีม";
$lc_str['post']       = "คลิกที่นี่เพื่อโพสต์ข้อความของคุณ";
$lc_str['quit']       = "คลิกที่นี่เพื่อสิ้นสุดเซสชัน";
$lc_str['rate']       = "อัตราการรีเฟรช";
$lc_str['reset']      = "คลิกที่นี่เพื่อรีเซ็ตบันทึก";
$lc_str['rm']         = "ลบไฟล์เก่า";
$lc_str['rm_max']     = "วันในการเก็บไฟล์";
$lc_str['rn_max']     = "สุ่มสูงสุด";
$lc_str['rn_min']     = "สุ่มนาที";
$lc_str['save']       = "คลิกที่นี่เพื่อดาวน์โหลดบันทึกปัจจุบัน";
$lc_str['sel']        = "เลือก...";
$lc_str['sel_del']    = "คลิกที่นี่เพื่อเลือกและลบรายการนี้";
$lc_str['sel_tip']    = "คลิกที่นี่เพื่อเลือกรายการ";
$lc_str['set_txt']    = "บนหน้าจอนี้คุณสามารถเปลี่ยนการตั้งค่าภาษาและชุดรูปแบบของคุณและตรวจสอบโทเค็นข้อความเพื่อป้อนอิโมจิกราฟิก";
$lc_str['set']        = "การตั้งค่า";
$lc_str['set_tip']    = "คลิกที่นี่เพื่อเปลี่ยนการตั้งค่า";
$lc_str['su']         = "ผู้ใช้ขั้นสูง";
$lc_str['su_open']    = "คลิกที่นี่เพื่อเปิดหน้าจอผู้ใช้ขั้นสูง";
$lc_str['su_pfx']     = "อุปสรรค";
$lc_str['su_sfx']     = "ส่วนต่อท้ายของผู้ใช้ขั้นสูง";
$lc_str['su_txt']     = "ในหน้าจอนี้คุณสามารถกำหนดการตั้งค่าที่เกี่ยวข้องทั้งหมดได้ โปรดทราบว่าสคริปต์จะไม่ตรวจสอบค่าเช่น หากคุณป้อนข้อความลงในฟิลด์ที่คาดว่าจะมีหมายเลขสคริปต์จะยอมรับ แต่มีโอกาสมากที่จะหยุดทันทีหลังจากอ่านการกำหนดค่าใหม่!";
$lc_str['text']       = "ข้อความ";
$lc_str['text_tip']   = "พิมพ์ที่นี่เพื่อป้อนข้อความของคุณ";
$lc_str['th']         = "กระทู้";
$lc_str['th_m']       = "หลายรูปแบบ";
$lc_str['th_tip']     = "คลิกที่นี่เพื่อเลือกธีม";
$lc_str['tick']       = "เลือกเพื่อเปิดใช้งาน";
$lc_str['tn']         = "ขนาดรูปย่อ";
$lc_str['type']       = "ประเภทไฟล์ที่รองรับ";
$lc_str['type_add']   = "เพิ่มประเภท";
$lc_str['type_add_t'] = "พิมพ์ที่นี่เพื่อป้อนส่วนขยายโดยไม่มีจุดนำเพื่อเพิ่มประเภทใหม่";
$lc_str['type_del']   = "ลบประเภท";
$lc_str['up']         = "อัปโหลด";
$lc_str['up_sel']     = "คลิกที่นี่เพื่อเลือกไฟล์";
$lc_str['up_txt']     = "บนหน้าจอนี้คุณสามารถเลือกไฟล์ที่จะแนบกับข้อความของคุณหรือเพียงแค่ส่งด้วยตัวเอง คลิกปุ่มส่งเพื่ออัปโหลด ดูด้านล่างสำหรับประเภทไฟล์ที่รองรับและขนาดไฟล์สูงสุด";
$lc_str['update']     = "คลิกที่นี่เพื่อใช้การเปลี่ยนแปลงและอัปเดตการกำหนดค่า";
$lc_str['welcome']    = "ยินดีต้อนรับสู่ PHP Atom Chat";
